[
  { "id": 1, "start": 0, "end": 12, "text": "Mom looks at the clock. Hurry up, Daisy. May will be here soon. Daisy shakes her head. Hurry" },
  { "id": 2, "start": 12, "end": 19, "text": "up, Mom. May will be here soon. Hi, no rules today. Morning, you two. I see you are ready" },
  { "id": 3, "start": 19, "end": 27, "text": "for no rules day. May looks at her watch. No, we won't. It's no rules day. Daisy, May, and" },
  { "id": 4, "start": 27, "end": 33, "text": "George run to the school gate where Miss Maybe is waiting. You three are late, so I had to" },
  { "id": 5, "start": 33, "end": 40, "text": "send the bus for the trip. We all remembered No Rules Day, but forgot why we come to school" },
  { "id": 6, "start": 40, "end": 48, "text": "on time. May says unhappily. No, Legoland, everyone only had to be on time. Let's go and wait in" },
  { "id": 7, "start": 48, "end": 55, "text": "the classroom. Daisy says. They walk to the classroom. Miss Maybe talks to the class." },
  { "id": 8, "start": 55, "end": 61, "text": "If you are late again, you may miss something. Now it's break time. Enjoy the playground." },
  { "id": 9, "start": 62, "end": 71, "text": "No rules today, says May. No rules! Shouts George, climbing up the slide. Peep! Miss Maybe blows" },
  { "id": 10, "start": 71, "end": 78, "text": "the whistle as hard as she can. It's not funny, George. We should hang our backpacks. Says" },
  { "id": 11, "start": 78, "end": 86, "text": "Daisy. Miss Maybe points to the classroom rules poster. We have rules so we can all be safe." },
  { "id": 12, "start": 86, "end": 92, "text": "Now it's time for our spelling test. Miss Maybe tells them. Shh, George. I can't hear Miss" },
  { "id": 13, "start": 92, "end": 99, "text": "Maybe. George talks and talks. Miss Maybe writes the correct spellings on the whiteboard. You" },
  { "id": 14, "start": 99, "end": 106, "text": "can check your tests. She tells the class. Oh, no. I got so many wrong answers. I didn't" },
  { "id": 15, "start": 106, "end": 113, "text": "hear them, says Daisy. Look, number two was tall, not ball. May groans. Yummy, yummy," },
  { "id": 16, "start": 113, "end": 120, "text": "yummy. This is a great No Rules Day rule. Let's get our main meal. Daisy smiles a big smile." },
  { "id": 17, "start": 120, "end": 129, "text": "We can eat dessert first on No Rules Day, says Daisy. A short time later, Daisy, and George" },
  { "id": 18, "start": 129, "end": 137, "text": "are not happy. I am so full. This is my favorite meal. I can't eat it, moans May. Dessert first" },
  { "id": 19, "start": 137, "end": 144, "text": "isn't such a good rule, says George. I love math games afternoon. Come on, Daisy. Let's" },
  { "id": 20, "start": 144, "end": 151, "text": "play this game. Oh, no. Some of the cards are missing. Lots of the math games have parts" },
  { "id": 21, "start": 151, "end": 158, "text": "missing. The class can't play them. I am sorry. Put the games in the math cupboard, says Miss" },
  { "id": 22, "start": 158, "end": 165, "text": "Maybe. She gives George math worksheets to hand out. He is not happy. Worksheets, not games." },
  { "id": 23, "start": 165, "end": 173, "text": "Clean up your pencil cases, calls Miss Maybe. She has their storybook in her hands. Daisy" },
  { "id": 24, "start": 173, "end": 180, "text": "cleans up quickly. Oh, it's the last chapter today. I have been waiting for this. I can't" },
  { "id": 25, "start": 180, "end": 187, "text": "hear, says May. Many students in the class are chatting and playing. I want to know how" },
  { "id": 26, "start": 187, "end": 194, "text": "this story ends, and I can't hear, Daisy says sadly. Miss Maybee looks around the classroom." },
  { "id": 27, "start": 194, "end": 202, "text": "Oh, dear class, clean up time, but it's a big clean up. She says, George cleans up the math" },
  { "id": 28, "start": 202, "end": 210, "text": "games. collects the math worksheets. The class and Miss Maybe make a new class rules poster." },
  { "id": 29, "start": 210, "end": 218, "text": "Number five, be on time. We won't miss our school trip again. May reads the rules. I like number" },
  { "id": 30, "start": 218, "end": 225, "text": "eight. No more falling over backpacks. At last, school is finished. Daisy, May, and George" },
  { "id": 31, "start": 225, "end": 232, "text": "get ready to go home. Is this my cap? I can't find a name in it. I can't find my pencil case." },
  { "id": 32, "start": 233, "end": 241, "text": "I wish I put my name on it. Mom brings Daisy a drink. How was your day? She says, it was" },
  { "id": 33, "start": 241, "end": 249, "text": "horrible. We missed the school trip. I got my spellings wrong and my hair is a mess. Daisy" },
  { "id": 34, "start": 249, "end": 254, "text": "cries. So rules are good then. Mom asks. Daisy nods." }
]